            
<?

class Stages {

    // Стандартный порядок стадий:
    public static $stagesOrder = [
        "Финал",
        "1/2 финала",
        "1/4 финала",
        "группа2",
        "1/8 финала",
        "1/16 финала",
        "группа",
        "1/32 финала",
        "1/64 финала",
        "Раунд плей-офф",
        "Третий квалификационный раунд",
        "Третий отборочный раунд",
        "3-й квалификационный раунд",
        "2-й квалификационный раунд",
        "Второй квалификационный раунд",
        "Второй отборочный раунд",
        "1-й квалификационный раунд",
        "Первый квалификационный раунд",
        "Первый отборочный раунд",
        "Первый раунд",
        "Квалификационный раунд",
        "Отборочный раунд",
        'Предварительный раунд - Финал',
        "Предварительный раунд, финал",
        'Предварительный раунд - 1/2 финала',
        "Предварительный раунд, 1/2 финала",
        "Предварительный раунд",
    ];


}    